test/multiphase/multiphaseEulerFoam/populationBalance/isothermalGrowth/system/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

convertToMeters 1;

vertices
(
    (0.0 0.0 0.0)
    (0.1 0.0 0.0)
    (0.1 1.1 0.0)
    (0.0 1.1 0.0)
    (0.0 0.0 0.1)
    (0.1 0.0 0.1)
    (0.1 1.1 0.1)
    (0.0 1.1 0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (1 110 1) simpleGrading (1 1 1)
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
            (1 5 4 0)
        );
    }

    outlet
    {
        type patch;
        faces
        (
            (3 7 6 2)
        );
    }
);

// ************************************************************************* //
